<!-- 이용약관 -->
<template>
  <div class="container">
    <div class="title">이용약관</div><br />
    <!-- 줄바꿈이 있으면 pre태그 이용 -->
    <pre class="content">
제 1조 목적
이 약관은 조인스포츠 회사(이하 “회사”)가 제공하는 제반 서비스(이하 “서비스”)
이용함에 있어 사이버 몰과 이용자의 권리, 의무 및 책임사항, 기타 필요한 사항
을 규정하는 것을 목적으로 합니다.

제 2 조 용어의 정의
이 약관에서 사용하는 용어의 정의는 다음과 같습니다. 그리고 여기에서 정의되지 않은 이 약관상의 용어의 의미는 일반적인 거래관행에 따릅니다.
① 서비스 : 휴대용 단말기, PC, TV 등 각종 유무선 장치와 같이 구현되는 단말기 종류에 상관없이 이용 할 수 있는 회사 및 회사관련 서비스를 의미합니다.
(API 응용 어플리케이션 또는 웹서비스도 포함)
② 회원 : 사이버몰에 회원등록을 한 자로서, 계속적으로 사이버몰에서 제공하는 서비스를 이용할 수 있는 자를 말합니다.
③ 아이디(ID) : 회원의 식별과 서비스 이용을 위하여 회원이 설정하고 회사가 승인하여 등록된 영소문자와 숫자등의 조합을 말합니다.
④ 비밀번호(Password) : 회원의 동일성 확인과 회원의 권익 및 비밀보호를 위하여 회원 스스로가 설정하여 사이버몰에 등록한 영소문자와 숫자 등의 조합을 말합니다.

제3조 약관 등의 명시와 설명 및 개정
① 회사는 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호, 모사전송번호, 전자우편주소, 사업자등록번호, 통신판매업 신고번호, 개인정보관리책임자등을 이용자가 쉽게 알 수 있도록 조인스포츠몰의 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
② 회사는 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」, 「전자금융거래법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「방문판매 등에 관한 법률」, 「소비자기본법」 등 관련 법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
③ 회사가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행 약관과 함께 사이버몰의 화면에 그 적용일자 7일(다만, 회원에게 불리한 내용으로 변경하는 경우에는 30일) 이전부터 적용일자 전일까지 공지합니다.
④ 제3항에 의해 변경된 약관은 관련 법령에 특별한 규정 기타 부득이한 사유가 없는 한 그 적용일자 이전으로 소급하여 적용되지 아니합니다.
⑤ 제3항에 따라 공지된 적용일자 이후에 회원이 명시적으로 거부의사를 표명하지 않을 경우에는 개정된 약관에 동의하는 것으로 간주하며, 변경된 약관에 동의하지 않는 회원은 회원 탈퇴를 요청할 수 있습니다. 제3항의 조치에도 불구하고 약관의 개정 사실을 알지 못함으로써 발생하는 회원의 피해에 대하여 회사는 책임을 지지 않습니다.

제4조 서비스의 제공 및 변경
① 회사의 서비스는 연중무휴, 1일 24시간 제공함을 원칙으로 합니다.
② 전자상거래 서비스(통신판매중개서비스 포함) 및 이에 수반되는 기타 서비스
및 회사가 추가 개발하거나 다른 회사와의 제휴계약 등을 통해 회원에게 제공하는 일체의 서비스.
③ 회사는 천재지변 또는 이에 준하는 불가항력, 컴퓨터 등 정보통신설비의 보수점검·교체, 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다.
④ 회사가 제공하는 서비스의 형태, 기능, 디자인 등 필요한 경우 변경되거나 중단 될 수 있습니다. 이 경우 개별적인 변경에 대하여 회원에게 사전 통지하지 않습니다. 다만, 회원에게 불리할 것으로 판단되는 경우 전자우편을 통하여 공지합니다.
⑤ 서비스를 이용하게 됨으로써 서비스 영역에서 발생하는 회원 사이의 모든 문제, 서비스 이용 중 부상 등에 대해 회사는 책임을 지지 않습니다.

제5조 회원가입
① 이용자는 회사가 정한 가입 양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다.
② 회사는 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 회원으로 등록합니다.
1. 가입신청자가 이 약관 제 6조 제 2항에 의하여 이전에 회원자격을 상실한 적이 있는 경우
2. 가입신청자가 기입한 회원정보에 명백한 허위 기재, 누락 또는 오기가 있는 경우
3. 회사가 본인확인 절차를 실시할 경우에 본인 확인이 되지 않거나 본인이 아님이 확인된 경우
4. 기타 가입신청자를 회원으로 등록하는 것이 사이버몰의 기술상 불가능하거나, 사이버몰의 운영 또는 유지·관리에 현저한 지장을 준다고 판단되는 경우
③ 회원은 회원정보에 변경이 있는 경우, 회원정보 수정 등의 방법으로 그 변경사항을 반영하여야 합니다. 회원정보 수정을 하지 않음으로써 발생하는 회원의 손해에 대하여 회사는 아무런 책임을 지지 않습니다.

제6조 회원 탈퇴 및 자격 상실
① 회원은 회사에 언제든지 탈퇴를 요청할 수 있으며, 회사는 회원의 회원탈퇴 요청 즉시 회원탈퇴를 처리합니다. 회원탈퇴 시 회원자격이 상실되며, 회사가 제공하는 각종 할인쿠폰, 이벤트 혜택 등이 소멸됩니다. 단, 회원탈퇴 시 소진되지 않은 캐시 등이 있는 경우에 이에 대한 권리를 포기한 것으로 간주하여, 탈퇴와 동시에 전부 소멸됩니다.
② 회원이 다음 각 호의 사유에 해당하는 경우, “몰”은 회원자격을 제한 및 정지시킬 수 있습니다.
1. 가입 신청 시에 허위 내용을 등록한 경우
2. 다른 사람의 “몰” 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우
3. 주소, 전자우편 등 회원정보를 잘못 입력하거나 변경하지 않는 등 회원의 귀책사유로 인하여 회사가 상당한 노력을 기울였음에도 불구하고 회원에게 통지 또는 연락을 할 수 없게 된 경우
4. 이 약관 제12조 회원의 의무를 위반하는 행위를 하는 경우
5. 이 약관의 규정 또는 회사의 이용정책 등을 위반하거나 법령 기타 공서양속에 반하는 행위를 하는 경우
③ 회사가 회원 자격을 제한 시킨 후 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 회사는 회원 자격을 상실시킬 수 있습니다.
④ 회사가 회원 자격을 상실시키는 경우에는 회원 등록을 말소하며, 이때 회사는 거래 안전을 위하여 해당 회원의 소유로 확인되는 아이디의 회원 등록을 일괄 말소할 수 있습니다. 이 경우 회사는 이를 회원에게 통지하고, 회원 등록 말소 전 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.

제 7조 회원에 대한 통지
① 회사가 회원에 대한 통지를 하는 경우, 회원이 회사와 미리 약정하여 지정한 방법에 따라 전자우편, SMS, 전화, 팩스 등으로 할 수 있습니다.
② 회사는 불특정다수 회원에 대한 통지의 경우 7일 이상 사이버몰의 공지사항(고객센터)에 게시함으로써 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래에 관련하여 중대한 영향을 미치는 사항에 대하여는 개별 통지합니다.
제 8조 정보의 제공 및 광고의 게재
① 회사는 서비스 운영과 관련하여 회원정보, 고객이 입력한 정보를 활용하여 광고를 게재할 수 있습니다. 회원은 서비스 이용 시 노출되는 맞춤 광고 게재에 대해 동의합니다.
② 회사는 서비스상에 게재되어 있거나 서비스를 통한 광고주의 판촉활동에 회원이 참여하거나 교신 또는 거래를 함으로써 발생하는 손실과 손해에 대해 책임을 지지 않습니다.

제 9조 회원의 의무
① 회원은 이 약관의 규정, 회사의 이용정책, 이용안내 사항 및 관련 법령 등을 준수하여야 하며, 기타 회사 업무에 방해되는 행위를 하여서는 안 됩니다.
② 회원은 다음 각 호의 행위를 하여서는 안 됩니다.
1. 회원이 회사가 제공하는 서비스를 이용하지 아니하고 사용자간 직접 거래하는 행위 또는 이를 유도하는 행위
2. 회사의 서비스 활동을 방해하거나 사이버몰을 이용하여 부당한 이득을 취하는 등 통상적인 전자상거래 관행에 부합하지 않는 거래상의 부정 행위
3. 서비스 제공을 가장한 현금 융통 등 『여신전문금융업법』, 『정보통신망 이용촉진 및 정보보호 등에 관한 법률』 및 기타 관계 법령에 위배되거나 비정상적인 결제 행위
4. 회사가 제공하는 서비스 이용방법에 의하지 아니하고 비정상적인 방법으로 서비스를 이용하거나 회사의 정보처리시스템에 접근하는 행위
5. 회사가 제공하는 서비스와 관련 없거나 비합리적인 요청, 공서양속에 반하는 행위 등으로 회사의 업무를 방해하는 행위
6. 기타 위 각 호에 준하여 회사 또는 제3자의 권리를 침해 또는 침해할 우려가 있거나, 전자상거래 질서를 위협하는 행위
7. 회사가 제공하는 소프트웨어의 일부를 복사, 수정, 배포, 판매 또는 대여가 불가능하고 역설계하거나 소스 코드의 추출을 시도하는 등 회사의 서비스를 복제, 분해하거나 기타 변형하는 행위
8. 자동 접속 프로그램등을 사용하는 등 정상적인 용법과 다른 방법으로 서비스를 이용하여 회사의 서버에 부하를 일으켜 회사의 정상적인 활동을 방해하는 행위
9. 회원은 회사의 사전 허락 없이 회사가 정한 이용 목적과 방법에 반하여 영업/광고활동 등을 할 수 없고, 회원의 서비스 이용이 회사의 재산권, 영업권 또는 비즈니스 모델을 침해하여서는 안됩니다.
③ 회사는 제2항을 위반한 회원에 대하여 계약 해제, 캐시 또는 할인쿠폰의 환수, 회원 자격의 제한, 현금 환불 보류 등의 조치 및 민∙형사 상의 법적 조치 등을 취할 수 있습니다.

제 10조 회원의 아이디 및 비밀번호에 대한 의무
① 아이디와 비밀번호에 관한 관리책임은 회원 본인에게 있습니다.
② 회원은 자신의 아이디 및 비밀번호를 제3자에게 제공, 공개하거나 제3자가 이용하도록 해서는 안 됩니다.
③ 회원이 자신의 아이디 및 비밀번호의 유출 또는 제3자 사용에 대해 인지하고도 비밀번호를 변경하지 않은 경우 또는 이와 같은 사정을 회사에 통지 하지 않거나 회사의 조치에 응하지 않은 경우 등 회원이 본 조의 의무를 준수하지 않아 발생하는 모든 손실이나 손해 등 불이익에 대한 책임은 회원에게 있습니다.

제 11조 서비스 이용의 기술적 요구사항
회사는 서비스를 공급하면서 아래의 '서비스 이용 필수 사양'이 충족되어야 정상적인 서비스 이용이 가능하며, 회원이 아래의 필수 사양을 충족하지 못하여 서비스 이용이 제한되더라도 회원은 이를 이유로 회사에 이의를 제기할 수 없습니다.
'서비스 이용 필수 사양'
① 지원 웹브라우저.
PC 브라우저 지원 범위 : Chrome, Edge, Whale, Safari, Firefox 등
모바일 브라우저 지원 범위 : Chrome, Safari, Samsung Internet, Whale, Firefox, Android 등
② 모바일 단말기 (Smart Phone)
- 지원단말기 : 안드로이드, 아이폰 (iOS 10이상)

제 12조 개인정보보호 의무
① 회사는 정보통신망법 등 관계 법령이 정하는 바에 따라 회원의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용에 대해서는 관련법 및 회사의 개인정보취급방침이 적용됩니다. 다만, 회사의 공식 사이트 이외의 링크된 사이트에서는 회사의 개인정보취급방침이 적용되지 않습니다.
② 회사는 서비스를 중단하거나 회원이 개인정보 제공 동의를 철회한 경우에는 신속하게 회원의 개인정보를 파기합니다. 단, 전자상거래 등에서의 소비자 보호에 관한 법률 등 관련 법률에서 정하는 바에 따라 일정 정보는 보관할 수 있습니다.
③ 회사는 서비스 개선 및 회원 대상의 서비스 소개 등의 목적으로 회원의 동의 하에 관계 법령에서 정하는 바에 따라 추가적인 개인정보를 수집할 수 있습니다.

제 13조 게시물의 권리와 책임
① 회원이 서비스 상에 게재한 게시물의 책임 및 권리는 해당 게시물을 제작 및 업로드 한 회원에게 있습니다.
② 각 게시물은 서비스 화면, 검색 결과 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을 위해 필요한 범위 내에서 수정, 복제, 편집되어 게시될 수 있습니다. 이때 회사는 저작권법을 준수하며, 회원은 고객센터를 통해 당해 게시물의 삭제, 검색제외, 비공개 등의 조치를 취할 수 있습니다
③ 회원이 서비스 상에 게재한 게시물이 정보통신망법 또는 저작권법 등 관련 법령에 위반되는 내용을 포함하는 경우, 정당한 권리자는 관련 법령이 정한 절차에 따라 당해 게시물의 게재중단, 삭제 등을 요청할 수 있습니다. 이때 회사는 관련 법령에 따라 적절한 조치를 취하여야 합니다.
④ 회사는 정당한 권리자의 요청이 없는 경우라도 권리 침해가 인정될 만한 사유가 있거나 회사의 정책 또는 관련 법령에 위반되는 경우에는 관련 법령에 따라 당해 게시물에 대하여 임시조치 등을 취할 수 있습니다.
⑤ 회원의 게시물의 내용이 회사의 경영활동이나 권익 등을 침해하는 경우에는 회사는 당해 게시물을 삭제할 수 있습니다.

제 14조 게시물의 관리
① 회원은 자신이 서비스 내에 게시한 게시물을 회사가 국내ㆍ외에서 다음 목적으로 사용하는 것을 허락합니다.
1. 서비스(제3자가 운영하는 사이트 또는 미디어의 일정 영역 내에 입점하여 서비스가 제공되는 경우를 포함합니다)내에서 게시물을 사용하기 위하여 게시물의 크기를 변환하거나 단순화하는 등의 방식으로 수정하는 것
2. 회사에서 운영하는 다른 사이트 또는 다른 회사가 운영하는 사이트에 게시물을 복제ㆍ전송ㆍ전시하는 것
3. 회사의 서비스를 홍보하기 위한 목적으로 미디어, 통신사 등에게 게시물의 내용을 보도, 방영하게 하는 것. 단, 이 경우 회사는 회원의 개별 동의없이 미디어, 통신사 등에게 게시물 또는 회원정보를 제공하지 않습니다.
② 회원의 게시물 또는 저작물이 회사 또는 제3자의 저작권 등 지적재산권을 침해함으로써 발생하는 민∙형사상의 책임은 전적으로 회원이 부담하여야 합니다.
④ 회사는 다음 각 호의 어느 하나에 해당하는 게시물을 사전통지 없이 삭제하거나 이동 또는 등록거부 할 수 있습니다. 이때 회사는 회원의 불법행위에 대하여 회사 자체의 고의·과실이 없는 한 원칙적으로 아무런 책임을 지지 않습니다.
1. 서비스의 취지에 맞지 않는 영리목적의 광고인 경우
2. 범죄와 결부된다고 객관적으로 인정되는 내용인 경우
3. 회사에서 정한 게시물 원칙에 어긋나거나, 게시판 성격에 부합하지 않는 경우
4. 다른 접속자 또는 제3자의 재산권을 침해하는 내용인 경우
5. 불법복제 또는 해킹을 조장하는 내용인 경우
6. 다른 접속자 또는 제3자에 대한 모욕, 명예훼손, 사생활 침해 등의 내용인 경우
7. 기타 관련 법령에 위배된다고 판단되는 경우

제 15조 청약 철회의 효과 및 환불
① 회사의 귀책사유로 회원이 유료서비스를 이용할 수 없게 된 경우, 회사는 회사의 귀책범위 내에서 환불하거나 결제를 취소합니다. 단, 무상으로 지급된 포인트는 환불대상에서 제외됩니다.
② 회원이 청약철회 또는 환불을 한 경우 회사는 포인트를 회수 또는 삭제하고, 포인트를 회수 또는 삭제한 날로부터 7영업일 이내에 지급받은 대금과 동일한 방법으로 이를 환급합니다. 동일한 방법으로 환급이 불가능할 때에는 회사가 사전에 고지한 방법으로 환불 처리합니다.
③ 이 경우 회사가 회원에게 환급을 지연한 때에는 그 지연기간에 대하여 전자상거래 등에서의 소비자 보호에 관현 법률 및 시행령에서 정하는 이율을 곱하여 산정한 지연이자를 지급합니다.

제 16조 책임제한
① 회사는 회원의 약관, 서비스 이용 방법 및 이용 기준을 준수하지 않는 등 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다.
② 회사는 서비스를 통하여 게재한 정보, 자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 보증하지 않습니다.
③ 회사는 회원 간 또는 회원과 제3자 상호간에 서비스를 매개로 하여 거래 등을 한 경우에는 책임이 면제됩니다.
④ 회사는 무료로 제공되는 서비스 이용과 관련하여 관련법에 특별한 규정이 없는 한 책임을 지지 않습니다.
⑤ 회사는 천재지변, 전쟁, 기간통신사업자의 서비스 중지, 제3자가 제공하는 오픈아이디의 인증 장애, 해결이 곤란한 기술적 결함 기타 불가항력으로 인하여 서비스를 제공할 수 없는 경우 책임이 면제됩니다.
⑥ 회사는 사전에 공지된 서비스용 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 서비스가 중지되거나 장애가 발생한 경우에 대해서는 책임이 면제됩니다.
⑦ 회원은 자신의 결정에 의하여 회사의 서비스를 사용하여 특정 프로그램이나 정보 등을 다운받거나 접근함으로써 입게 되는 컴퓨터 시스템상의 손해나 데이터, 정보의 상실에 대한 책임을 집니다.
⑧ 회사는 기간통신사업자가 전기통신서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우에는 책임이 면제됩니다.
⑨ 회원의 컴퓨터 오류, 신상정보 및 전자우편 주소의 부정확한 기재, 비밀번호 관리의 소홀 등 회원의 귀책사유로 인해 손해가 발생한 경우 회사는 책임을 지지 않습니다.
⑩ 회사는 회원의 컴퓨터 환경이나 회사의 관리 범위에 있지 아니한 보안 문제로 인하여 발생하는 제반 문제 또는 현재의 보안기술 수준으로 방어가 곤란한 네트워크 해킹 등 회사의 귀책사유 없이 발생하는 문제에 대해서 책임을 지지 않습니다.
⑪ 회사는 서비스가 제공한 내용에 대한 중요 정보의 정확성, 내용, 완전성, 적법성, 신뢰성 등에 대하여 보증하거나 책임을 지지 않으며, 사이트의 삭제, 저장실패, 잘못된 인도, 정보에 대한 제공에 대한 궁극적인 책임을 지지 않습니다. 또한, 회사는 회원이 서비스 내 또는 웹사이트상에 게시 또는 전송한 정보, 자료, 사실의 신뢰도, 정확성, 완결성, 품질 등 내용에 대해서는 책임을 지지 않습니다.
⑫ 회사는 회원 상호간 또는 회원과 제 3자 상호 간에 서비스를 매개로 발생한 분쟁에 대해 개입할 의무가 없으며 이로 인한 손해를 배상할 책임도 없습니다.
⑬ 회사는 회원이 서비스를 이용하여 기대하는 효용을 얻지 못한 것에 대하여 책임을 지지 않으며 서비스에 대한 취사 선택 또는 이용으로 발생하는 손해 등에 대해서는 책임이 면제됩니다.
⑭ 회사는 회원의 게시물을 등록 전에 사전심사 하거나 상시적으로 게시물의 내용을 확인 또는 검토하여야 할 의무가 없으며, 그 결과에 대한 책임을 지지 않습니다.

제 17조 준거법 및 재판관할
① 회사와 회원 사이에 제기된 소송은 대한민국법을 준거법으로 하며, 본사 소재지를 관할하는 법원을 관할 법원으로 합니다.
② 해외에 주소나 거소가 있는 회원의 경우에도 전항과 같습니다.
③ 단체회원과의 분쟁 발생 시 그 담당자는 해당 단체의 입장을 대표하는 것으로 간주합니다.


- 시행일자 2021년 4월 1일







</pre>
  </div>
</template>

<script>
export default {
  name: "TermsCondition",
}
</script>

<style scoped> 
.container {
  padding-top: 130px;
}

</style>